<?php
// Heading
$_['heading_title'] = 'შესაკვეთებელი';

$_['button_login'] = 'შესვლა';
$_['button_order'] = 'შეკვეთა';
$_['button_save_changes'] = 'ცვლილებების შენახვა';
$_['button_prev'] = 'წინ';
$_['button_next'] = 'შემდეგ';

// Text
$_['text_cart'] = 'კალათა';
$_['text_checkout_customer'] = 'მომხმარებელი';
$_['text_checkout_customer_login'] = 'რეგისტრაცია';
$_['text_checkout_customer_cancel'] = 'გაუქმება';
$_['text_checkout_shipping_method'] = 'მიწოდების მეთოდი';
$_['text_checkout_payment_method'] = 'გადახდის მეთოდი';
$_['text_checkout_payment_address'] = 'გადახდის მისამართი';
$_['text_checkout_shipping_address'] = 'მისამართის მიღება';
$_['text_city'] = 'დაწყება გარე თქვენი ქალაქის მონაცემის შეყვანა და აირჩიეთ ის სიიდან';
$_['text_shipping_address'] = 'შეიტანეთ თქვენი მისამართი მისამართის სრული ინფორმაციის მიღებისთვის';
$_['text_payment_address'] = 'შეიტანეთ თქვენი მისამართი გადასახდის სრული ინფორმაციის მიღებისთვის';
$_['text_forgotten'] = 'პაროლის დაკარგვა?';
$_['text_only'] = 'რეგიონი: %s';
$_['text_reward'] = 'სასაჩუქრე ქულები: %s';
$_['text_items'] = 'პროდუქცია: %s (%s)';
$_['text_empty'] = 'თქვენი კალათა ცარიელია!';
$_['text_login'] = 'ფასების ხისაგან შესაძლოა ჩახსნა გჭირდეს შესვლა <a href="%s">თქვენი პროფილში</a> ან <a href="%s">რეგისტრაციისთვის</a>!';
$_['text_agree'] = 'მე წავიკითხა და ვეთანხმები <a class="colorbox fancybox agree" href="%s" alt="%s"><b>%s</b></a> წესებს';
$_['text_agree_shoppica'] = 'მე წავიკითხა და ვეთანხმები <a class="s_main_color" rel="prettyPhoto[ajax]" href="%s&iframe=true" alt="%s"><b>%s</b></a> წესებს';
$_['text_private'] = 'ფიზიკური პირი';
$_['text_company'] = 'იურიდიული პირი';
$_['text_add_new'] = 'ახალი მისამართის დამატება';
$_['text_your_company'] = 'ორგანიზაციის მონაცემები';
$_['text_select_address'] = 'მისამართის არჩევა';
$_['text_proceed_payment'] = 'დაელოდეთ... გადახდის გადალიზება';
$_['text_checkout_shipping_address'] = 'მისამართის მიღება';
$_['text_payment_form_title'] = 'გადახდა';
$_['text_account_created'] = 'თქვენი ანგარიში შექმნილია! თქვენ შეგიძლიათ გადახდის განთავსება!';
$_['text_need_save_changes'] = 'გადახედეთ ცვლილებების შესანახად გადასახედრი დაგვჭირდებათ!';
$_['text_saving_changes'] = 'ცვლილებების შენახვა...';
$_['text_you_will_be_registered'] = 'თქვენ გექნებათ დარეგისტრირებული!';
$_['text_please_confirm'] = 'შეკვეთა არ დადასტურდარებულია და შეგიძლია დაკარგვაზეა!';
$_['text_clear_cart'] = 'კალათას გაასუფთავე';
$_['text_clear_cart_question'] = 'კალათას გაასუფთავებთ წარმატებით?';

// Column
$_['column_image'] = 'სურათი';
$_['column_name'] = 'პროდუქტის სახელი';
$_['column_model'] = 'მოდელი';
$_['column_quantity'] = '<span title="რაოდენობა">რაოდენობა</span>';
$_['column_price'] = 'ფასი';
$_['column_total'] = 'ჯამი';

// Entry
$_['entry_email'] = 'ელ. ფოსტა:';
$_['entry_password'] = 'პაროლი:';
$_['entry_password_confirm'] = 'გაიმეორეთ პაროლი:';
$_['entry_register'] = 'რეგისტრაცია საიტზე:';
$_['entry_coupon'] = 'კუპონი:';
$_['entry_reward'] = 'გამოყენება ქულებისა (არაუმეტეს %s):';
$_['entry_voucher'] = 'საჩუქარი სერთიფიკატი:';
$_['entry_newsletter'] = 'გამოაწერა სიახლეებზე:';
$_['entry_address_same'] = 'მისამართი მიწერისას ემთხვევა გადახდის მისამართს';
$_['entry_customer_type'] = 'მყიდველის ტიპი';

// Error
$_['error_login'] = 'შეცდომა: არასწორი E-Mail ან პაროლი!';
$_['error_exists'] = 'E-Mail უკვე დარეგისტრირებულია! გთხოვთ, რეგისტრაციისთვის შეხვიდეთ!';
$_['error_no_shipping'] = 'ამ მისამართზე აუცილებელია მიწოდების სერვისი! უკვეთხარიანად <a href="%s">ადმინისტრაციას</a>!';
$_['error_no_payment'] = 'ამ მისამართზე აუცილებელია გადახდის სერვისი! უკვეთხარიანად <a href="%s">ადმინისტრაციას</a>!';
$_['error_stock'] = 'პროდუქცია, რომელიც ***-ით აღებულია, მიუწვდომელია რაოდენობაში ან არ არის მარაგში!';
$_['error_minimum'] = 'პროდუქტი %s-ის შესაძლოა შეკვეთის მინიმალური რაოდენობა იყოს %s!';
$_['error_agree'] = 'უნდა დადასტურდეთ სათაური "%s"!';
$_['error_password'] = 'პაროლის სიგრძე უნდა იყოს 4-20 სიმბოლო!';
$_['error_password_confirm'] = 'პაროლი და პაროლის გამოსახვისი პაროლები უნდა ემთხვეოდეს!';
$_['error_coupon'] = 'შეცდომა: კუპონი არასწორია, არ მოიძებნა, მითითებული საერთოდ შეუძლია გამოყენება ან მინიმუმ გამცემულია!';
$_['error_voucher'] = 'საჩუქრის სერთიფიკატის კოდი არასწორია, გამოყენებულია დალაგებული ან ვადაგასულია!';
$_['error_reward'] = 'გთხოვთ შეიყვანოთ რაოდენობა ქულებისა, რომლებსაც გსურთ გამოყენება!';
$_['error_points'] = 'თქვენ არ გაქვთ ამინინდი ამოკლებაზე!';
$_['error_maximum'] = 'თქვენ შეგიძლიათ გამოიყენოთ დაამატებით მაქსიმალურად %s ქულა!';
$_['error_shipping'] = 'უნდა აირჩიოთ მიწოდების სერვისი!';
$_['error_payment'] = 'უნდა აირჩიოთ გადახდის სერვისი!';
$_['error_no_payment'] = 'ამ მისამართზე არაა შესაბამისი არჩევანი! გთხოვთ <a href="%s">ადმინისტრაციას</a>!';
$_['error_min_amount'] = 'ყურადღება: შესაძლებელია მინიმუმიათასში ფასით %s-ის შეკვეთა!';
$_['error_max_amount'] = 'ყურადღება: შესაძლებელია მაქსიმუმიათასში ფასით %s-ის შეკვეთა!';
$_['error_min_quantity'] = 'ყურადღება: შესაძლებელია მინიმუმიათასში რაოდენობა %s-ის შეკვეთა!';
$_['error_max_quantity'] = 'გაფრთხილება: მაქსიმალური რაოდენობა შეკვეთაზე %s!';
$_['error_min_weight'] = 'გაფრთხილება: მინიმალური წონა შეკვეთაზე %s!';
$_['error_max_weight'] = 'გაფრთხილება: მაქსიმალური წონა შეკვეთაზე %s!';
$_['error_filename'] = 'ფაილის სახელი უნდა იყოს 3-დან 64 სიმბოლომდე!';
$_['error_filetype'] = 'არასწორი ფაილის ტიპი!';
$_['error_attempts'] = 'გაფრთხილება: ამოცანაზე შეხვდათ ნამდვილი სასაცილო ცდა. გთხოვთ, სცადოთ თუმცა მოკლე ხანში.';
$_['text_summary'] = 'ვადური ინფორმაცია შეკვეთის შესახებ';
$_['text_summary_comment'] = 'კომენტარი';
$_['text_summary_shipping_address'] = 'მიტანის მისამართი';
$_['text_summary_payment_address'] = 'გადახდის მისამართი';
