<?php
// Heading
$_['heading_title'] = 'Вітаємо з успішною реєстрацією!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш Особистий Кабінет був успішно створений.</p><p>Вам на пошту було відправлено лист з посиланням для підтвердження.</p><p>Після підтвердження пошти Ви зможете ознайомитися з додатковими варіантами: перегляд історії замовлень, зміна своєї контактної інформації та адрес доставки і багато іншого.</p><p>Якщо у Вас є будь-які питання,  <a href="%s">напишіть нам</a>.</p>';
$_['text_success_register'] = 'Успішна регістрація';
