<?php
// Heading
$_['heading_title']          = 'Owl карусель';

// Text
$_['text_module']            = 'Модули';
$_['add_tab_module']         = 'Модуль';
$_['text_success']           = 'Настройки модуля обновлены!';
$_['text_yes']               = 'Да';
$_['text_no']                = 'Нет';
$_['text_content_top']       = 'Верх страницы';
$_['text_content_bottom']    = 'Низ страницы';
$_['text_column_left']       = 'Левая колонка';
$_['text_column_right']      = 'Правая колонка';
$_['text_all_product']       = 'Все товары';
$_['text_all_manufacturers'] = 'Все производители';
$_['text_featured']          = 'Выборочные товары';

// Sort
$_['text_sort_date_added']   = 'Сортировать по дате добавления';
$_['text_sort_rating']       = 'Сортировать по рейтингу';
$_['text_sort_viewed']       = 'Сортировать по популярным';
$_['text_sort_order']        = 'Сортировать по порядку';
$_['text_sort_bestseller']   = 'Только лидеры продаж';
$_['text_sort_special']      = 'Только со скидками';

// Entry
$_['entry_title']            = 'Заголовок блока';
$_['entry_tab_options']      = 'НАСТРОЙКИ';
$_['entry_main']             = 'Основные';
$_['entry_product']          = 'Товары';
$_['entry_additional']       = 'Дополнительно';
$_['entry_display']          = 'Отображение';
$_['entry_add_block_name']   = 'Название Модуля';
$_['entry_status']           = 'Статус:';
$_['entry_add_class_name']   = 'Class для основного блока:';
$_['entry_source']           = 'Источник товаров:';
$_['entry_category']         = 'Товары:<br /><span class="help">(Автозаполнение)</span>';
$_['entry_manufacturer']     = 'Фильтр по производителю:';
$_['entry_sort']             = 'Сортировка и фильтрация';
$_['entry_image']            = 'Изображение (Ш x В):';
$_['entry_count']            = 'Количество товаров';
$_['entry_visible']          = 'Товаров при расширение > 1000px';
$_['entry_visible_1000']     = 'Товаров при расширение < 1000px';
$_['entry_visible_900']      = 'Товаров при расширение < 901px';
$_['entry_visible_600']      = 'Товаров при расширение < 600px';
$_['entry_visible_479']      = 'Товаров при расширение < 480px';
$_['entry_slide_speed']      = 'Скорость прокрутки (мсек):';
$_['entry_pagination_speed'] = 'Скорость пагинации (мсек): <br>По умолчанию 800';
$_['entry_rewind_speed']     = 'Скорость обратной прокрутки (мсек): <br><span class="help">По умолчанию 1000</span>';
$_['entry_autoscroll']       = 'Автопрокрутка (мсек):';
$_['entry_item_prev_next']   = 'Количество прокручиваемых товаров:';
$_['entry_per_page']   		 = 'Постраничная прокрутка товаров:';
$_['entry_random_item']      = 'Случайный вывод товаров:';
$_['entry_show_title']       = 'Показывать заголовок?';
$_['entry_show_name']        = 'Показывать название товара?';
$_['entry_show_desc']        = 'Показывать описание?';
$_['entry_show_price']       = 'Показывать цену?';
$_['entry_show_rate']        = 'Показывать рейтинг?';
$_['entry_show_cart']        = 'Показывать кнопку корзины?';
$_['entry_show_wishlist']	 = 'Показывать кнопку закладки?';
$_['entry_show_compare']	 = 'Показывать кнопку сравнения?';
$_['entry_show_page']        = 'Показывать пагинацию?';
$_['entry_show_nav']         = 'Показывать навигацию?';
$_['entry_show_lazy_load']   = 'Вкл. отложенную загрузку картинок?';
$_['entry_show_mouse_drag']  = 'Вкл. эффект прокрутки мыши?';
$_['entry_show_touch_drag']  = 'Вкл. свайп-жест листание пальцем?';
$_['entry_stop_on_hover']    = 'Останавливать автопрокрутку при наведении?';
$_['entry_show_tabs']        = 'Отображать табами?';
$_['entry_current_category'] = 'Привязать текущую категорию?';

// Help
$_['help_count']       	     = 'Максимальное количество товаров в карусели';
$_['help_visible']       	 = 'Количество товаров, отображаемых с самой широкой шириной браузера > 1000px';
$_['help_visible_1000']      = 'Количество товаров, отображаемых с шириной браузера между 1000px и 901px';
$_['help_visible_900']       = 'Количество товаров, отображаемых с шириной браузера между 900px и 601px';
$_['help_visible_600']       = 'Количество товаров, отображаемых с шириной браузера между 600px и 480px';
$_['help_visible_479']       = 'Количество товаров, отображаемых с шириной браузера между 479px и 320px';
$_['help_slide_speed']		 = 'По умолчанию 200';
$_['help_pagination_speed']	 = 'По умолчанию 800';
$_['help_autoscroll']	     = 'Период через который будет срабатывать авто прокрутка.<br/>Оставьте пустым чтобы отключть.';
$_['help_item_prev_next']	 = 'По умолчанию 1';
$_['help_per_page']	 		 = 'Постраничная прокрутка в зависимости от выводимых товаров.';
$_['help_current_category']  = 'Выводить товары на основании текущей категории. Доступно только для схемы категории.';

// Error
$_['error_permission']       = 'У Вас нет прав для управления этим модулем!';
$_['error_count']            = 'Пожалуйста заполните поле "Количество товаров" в табе Основные';
$_['error_image']            = 'Пожалуйста заполните поле  "Изображение (Ш х В)" в табе Товары';
$_['error_visible']          = 'Пожалуйста заполните поле "Видимых" в табе Товары';
$_['error_visible_1000']     = 'Пожалуйста заполните поле "Товаров при расширение > 1000px" в табе Товары';
$_['error_visible_900']      = 'Пожалуйста заполните поле "Товаров при расширение < 1000px" в табе Товары';
$_['error_visible_600']      = 'Пожалуйста заполните поле "Товаров при расширение < 901px" в табе Товары';
$_['error_visible_479']      = 'Пожалуйста заполните поле "Товаров при расширение < 600px" в табе Товары';
$_['error_visible']          = 'Пожалуйста заполните поле "Товаров при расширение < 480px" в табе Товары';
?>