<?php
$_['heading_title']                  = 'OV | Подтверждение регистрации по почте';
$_['text_edit']                      = 'Настройки модуля';
$_['text_extension']                 = 'Расширения';
$_['entry_status']                   = 'Статус';
$_['entry_description']              = 'Шаблон сообщения';
$_['entry_group_config']             = 'Применять для групп пользователей';
$_['client_groups_checkout']         = 'Для этих клиентов будет включена проверка';
$_['email_template_description']     = 'Сообщение с автоматически сгенерированной ссылкой для подтверждения, которое отправлено новому клиенту. Для удобства настройки вы можете  использовать следующие переменные: <br> { href_to_confirmation } - ссылка, сгенерированная для пользователя<br> { firstname } - имя<br> { lastname } - фамилия<br> { email } - email пользователя<br> { telephone } - телефон<br> { password } - пароль<br> { store } - название Вашего магазина<br>';
$_['entry_email_head']               = 'Содержимое тега head';
$_['entry_email_head_clarification'] = 'Письмо будет пересобрано с учетом содержимого данного поля вставленного в head-тэг';