<?php
// Заголовок
$_['heading_title']    = 'TS - Виджет мессенджеров (v1.8)';

// Текст
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Редактирование модуля';

// Табы
$_['tab_1']            = 'Основные настройки';
$_['tab_2']            = 'Настройки оформления';
$_['tab_6']            = 'Настройки подсказок';
$_['tab_3']            = 'Мессенджеры';
$_['tab_4']            = 'CSS';
$_['tab_5']            = 'Информация';

// Основные настройки
$_['text_status']    		 = 'Статус';
$_['text_position']          = 'Положение';
$_['text_padding']           = 'Отступ справа/слева desktop';
$_['text_padding_bottom']    = 'Отступ снизу desktop';
$_['text_padding_mobile']    = 'Отступ справа/слева mobile';
$_['text_padding_bottom_mobile'] = 'Отступ снизу mobile';
$_['text_right']             = 'Cправа';
$_['text_left']              = 'Cлева';
$_['text_hide']              = 'Скрыть кнопку';
$_['text_back_color']        = 'Цвет фона иконки';
$_['text_icon_color']        = 'Цвет иконки';
$_['text_text_color']        = 'Цвет текста';
$_['text_tip_back_color']    = 'Цвет фона';
$_['text_text_hover_color']  = 'Цвет текста при наведении';
$_['text_icon_size_desc']    = 'Размер кнопки desktop';
$_['text_icon_size_mobile']  = 'Размер кнопки mobile';
$_['text_fogging']           = 'Затемнение';
$_['text_fogging_color']     = 'Цвет затемнения';
$_['text_animation_1']       = 'Анимация 1';
$_['text_animation_2']       = 'Анимация 3';
$_['text_animation_3']       = 'Анимация 2';
$_['text_slide_speed']       = 'Скорость смены иконок (млс)';
$_['text_text_tip']          = 'Текст подсказки';
$_['text_show_animation']    = 'Анимация появления';
$_['text_icon']              = 'Иконка';
$_['text_no_bg']             = 'Отключить фон в списке мессенджеров';
$_['text_tips']              = 'Подсказки';
$_['text_disabled']          = 'Отключено';
$_['text_enabled']           = 'Включено';
$_['text_hide_0']            = 'Не скрывать';
$_['text_hide_1']            = 'Для мобильных';
$_['text_hide_2']            = 'Для компьютеров';
$_['text_hover']             = 'При наведении';
$_['text_delay']             = 'С задержкой';
$_['text_tips_type']         = 'Появление';
$_['text_delay_time']        = 'Задержка (млс)';
$_['text_select_icon']       = 'Выберите иконку';
$_['text_modal_close']       = 'Закрыть';
$_['text_manager']           = 'Информация о менеджере';

// Настройки ссылок
$_['text_link_status']       = 'Статус';
$_['text_link_text']         = 'Текст ссылки';
$_['text_sort_order']        = 'Сортировка';
$_['text_link']              = 'Ссылка';
$_['text_link_img']          = 'Иконка';

$_['text_telegram']          = 'Telegram';
$_['text_viber']             = 'Viber';
$_['text_whatsapp']          = 'Whatsapp';
$_['text_messenger']         = 'Messenger';
$_['text_messenger']         = 'Messenger';
$_['text_skype']             = 'Skype';
$_['text_mail']              = 'Mail';
$_['text_vk']                = 'Vk';
$_['text_phone1']            = 'Телефон 1';
$_['text_phone2']            = 'Телефон 2';
$_['text_phone3']            = 'Телефон 3';
$_['text_viber_b']           = 'Вайбер бизнесс';
$_['text_viber_group']       = 'Вайбер группа';
$_['text_instagram']         = 'Instagram';
$_['text_callback']          = 'Обратный звонок';
$_['text_cutsom_link']       = 'Кастомная ссылка';
$_['text_adaptation']        = 'Адаптация: ';

$_['text_telegram_tip']      = 'В поле для ссылки нужно вводить имя пользователя вашего Telegram без символа @';
$_['text_instagram_tip']     = 'В поле для ссылки нужно вводить имя пользователя вашего Instagram без символа @';
$_['text_vk_tip']            = 'В поле для ссылки нужно вводить название вашего аккаунта VK без самой ссылки на VK (пример vk.com/example, вводить нужно только example)';
$_['text_messenger_tip']     = 'В поле для ссылки нужно вводить название вашего аккаунта FB без самой ссылки на FB (пример facebook.com/example, вводить нужно только example)';
$_['text_number_tip']        = 'В поле для ссылки нужно вводить номер телефона без +';
$_['text_viber_b_tip']       = 'В поле для ссылки нужно вводить данные которые идут после viber://pa?chatURI=';
$_['text_viber_g_tip']       = 'В поле для ссылки нужно вводить данные которые идут после https://invite.viber.com/';
$_['text_jivosite_tip']      = 'Код Jivosite ранее подключенный на прямую в файл рекомендуется отключить';
$_['text_talkme_tip']        = 'ID можно найти в коде скрипта, который предоставляет сервис';


$_['text_customcss']       = 'CSS код';

// Информация
$_['ask_support']         = '<i style="font-size: 20px" class="fa fa-question" aria-hidden="true"></i> Поддержка';
$_['ask_phone_icons']     = '<i style="font-size: 20px" class="fa fa-picture-o" aria-hidden="true"></i> Изображения мессенджеров';
$_['ask_review']          = '<i style="font-size: 20px" class="fa fa-star" aria-hidden="true"></i> Помогите с выбором другим ';
$_['ask_language']        = '<i style="font-size: 20px" class="fa fa-language" aria-hidden="true"></i> Мультиязычность для текста';
//$_['ask_icons']           = '<i style="font-size: 20px" class="fa fa-fonticons" aria-hidden="true"></i> Не отображается иконка на кнопке';
$_['answer_support']      = '<p>В случае если у вас возникли вопросы по работе модуля или модуль вызывает ошибки - Вы можете обратиться ко мне на почту <b><u><a href="mailto:templates.sol@gmail.com" target="_blank"><span class="mail-icon"></span>templates.sol@gmail.com</a></u></b> или в <b><u><a href="http://t.me/t_solution" target="_blank">телеграм</a></u></b> . Поддержка осуществляется в будние дни. Я стараюсь отвечать на вопросы максимально быстро, максимальное время ответа 48 часов, за исключением форс-мажорных ситуаций.</p><p>В большинстве случаев техническая поддержка осуществляется бесплатно.&nbsp;</p><p>Платная техническая поддержка предоставляется в случаях, когда:</p><ul><li>Нужна индивидуальная адаптация под настройки системы, магазина или шаблона.</li><li>Покупатель изъявляет желание на улучшение или доработку модуля.&nbsp;</li></ul><p>Для получения поддержки, в письме укажите следующую информацию:</p><ul><li>Номер вашей покупки</li><li>Сайт на котором был приобретен продукт</li><li>Название модуля</li><li>Детальное описание проблемы, при необходимости скриншоты или видео&nbsp;</li></ul><p>С наилучшими пожеланиями, <b>Templates-Solutions!</b></p>';
$_['answer_phone_icons']       = '
<div>Вы можете задать иконки всем мессенджерам во вкладке "Мессенджеры", кликнув по их иконке. Во всплывающем окне вам будет доступно 6 наборов иконок для мессенджеров, другие иконки и иконки популярных мобильных операторов Украины, России, Беларуси, Казахстана.</div>
<br />
<p>Вы можете загрузить свои иконки по пути <b>image/catalog/ts-messengers/</b> на вашем сервере.</p>
<p>Формат картинки - svg</p>
<br />
<div>Если Вы случайно удалили картинку и хотите восстановить - ее можно вытянуть из архива модуля по пути <b>image/catalog/ts-messengers/</b>.</div>
';
$_['answer_review']			= '<p>Отзыв - лучший стимул разрабатывать более качественный и функциональный продукт, так же, это поможет с выбором другим пользователям, которые еще только планируют приобрести дополнение.</p><p>Я буду благодарен, если вы оставите отзыв на площадке, где было приобретено дополнение.</p><p>Приветствуются предложения по улучшению модуля в личные сообщения или по другим каналам связи.</p>';
//$_['answer_icons']     	    = '';

// Ошибки
$_['error_permission']     	= 'У вас нет прав для управления модулем!';