<?php
$_['heading_title']                  = 'OV | Підтвердження реєстрації поштою';
$_['text_edit']                      = 'Налаштування модуля';
$_['text_extension']                 = 'Розширення';
$_['entry_status']                   = 'Статус';
$_['entry_description']              = 'Шаблон повідомлення';
$_['entry_group_config']             = 'Застосовувати для груп користувачів';
$_['client_groups_checkout']         = 'Для цих клієнтів буде включена перевірка';
$_['email_template_description']     = 'Повідомлення з автоматично згенерованої посиланням для підтвердження, яке відправлено новому клієнтові. Для зручності настройки ви можете використовувати такі змінні: <br> { href_to_confirmation } - посилання, згенерувала для користувача<br> { firstname } - ім\'я<br> { lastname } - прізвище<br> { email } - email користувача<br> { telephone } - телефон<br> { password } - пароль<br> { store } - назва Вашого магазину<br>';
$_['entry_email_head']               = 'Вміст тега head';
$_['entry_email_head_clarification'] = 'Лист буде пересобран з урахуванням вмісту даного поля вставленого в head-тег';