<?php
// Heading
$_['heading_title'] = 'Поздравляем с успешной регистрацией!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш Личный Кабинет был успешно создан.</p><p>Вам на почту было отправлено письмо со ссылкой для подтверждения.</p><p>После подтверждения почты Вы сможете воспользоваться дополнительными возможностями: просмотр истории заказов, изменение своей контактной информации и адресов доставки и многое другое.</p><p>Если у Вас есть какие-либо вопросы,  <a href="%s">напишите нам</a>.</p>';
$_['text_success_register'] = 'Успешная регистрация';
